IDEA Open Model
OpenModel.RebarSingle Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the rebar single collection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<RebarSingle> RebarSingle { get; set; }
Public Property RebarSingle As List(Of RebarSingle)
	Get
	Set
Property Value
Type: List<RebarSingle>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace